{
  "featured_article": {
    "id": "fa001",
    "topic": "Netflix",
    "topic_profile": "https://akm-img-a-in.tosshub.com/businesstoday/images/story/202307/netflix-sixteen_nine.jpg?size=948:533",
    "date": "12 minutes ago",
    "title": "Where To Watch 'John Wick: Chapter 4'",
    "imgSrc": "https://4kwallpapers.com/images/wallpapers/john-wick-chapter-4-3840x2160-10664.jpg",
    "description": "There's been no official announcement regarding John Wick: Chapter 4's streaming release. However, given it's a Lionsgate film, John Wick: Chapter 4 will eventually be released on Starz...",
    "time": "12 minutes ago",
    "full_description": "The John Wick franchise is making a move next month, as the acclaimed action film series once again changes streaming homes. While the recently released John Wick: Chapter 4 is only available to stream on Starz, the first three films in the Keanu Reeves saga have been streaming on Netflix. Unfortunately, that will change at the end of next month, as all three movies will leave the streamer. The good news is that they'll be heading directly to another major service.Netflix recently revealed the list of films and TV shows leaving the service in March, and all three John Wick movies currently on the streamer were on that list. The John Wick films are set to depart on March 30th. On Thursday, Peacock shared its list of titles being added in the month of March, and those same three John Wick movies are heading to NBCUniversal's streaming service on March 31st, one day after leaving Netflix.The John Wick films will be a great addition to Peacock's lineup, but they're far from the only titles hitting the service in March. In fact, March 1st will see a ton of new movies added to Peacock, including The Hunger Games, Back to the Future, and all eight Harry Potter films. You can check out the full list of Peeacock's March 1st arrivals below!",
    "category": "Movies",
    "reading_time": "4 min read"
  },
  "latest_news": [
    {
      "id": "ln001",
      "topic": "Formula 1",
      "topic_profile": "https://logos-world.net/wp-content/uploads/2023/12/F1-Logo.png",
      "date": "3 hours ago",
      "title": "He deserves a lot more' Verstappen backs Alonso",
      "imgSrc": "https://pbs.twimg.com/media/GI8TyZeW8AAMLuG?format=jpg&name=4096x4096",
      "description": "Max Verstappen believes his fellow two-time world champion Fernando Alonso 'deserves a lot more' accolades in Formula 1 and has backed the Spaniard...",
      "time": "3 hours ago",
      "full_description": "Max Verstappen has expressed his admiration for fellow Formula 1 driver Fernando Alonso, stating that the Spanish racer 'deserves a lot more' recognition for his contributions to the sport. Verstappen, a two-time world champion himself, praised Alonso's skill and perseverance, noting that despite facing numerous challenges, Alonso has continued to deliver exceptional performances on the track. Verstappen's comments come as Alonso's future in Formula 1 remains a topic of speculation, with fans and analysts alike wondering if the veteran driver will secure another championship before retiring.Verstappen said, Fernando is one of the best drivers we have ever seen in Formula 1. His ability to extract the maximum from any car is phenomenal. It's a shame that he hasn't always had the machinery to compete for wins and titles in recent years. He deserves a lot more recognition and success for what he has achieved and the level he continues to perform at.Alonso, who made his F1 debut in 2001, has had a storied career with 32 race wins and two world championships to his name. Despite stepping away from the sport in 2018, Alonso returned in 2021 with the Alpine team, showing that he still has the speed and determination to compete at the highest level. His performances have garnered respect from fellow drivers, including Verstappen, who sees Alonso as a benchmark for consistency and excellence in motorsport.The admiration between the two champions is mutual, with Alonso often speaking highly of Verstappen's aggressive driving style and natural talent. The bond between the drivers highlights the respect that exists within the F1 community, regardless of age or experience.Verstappen concluded, Fernando's passion for racing is evident every time he gets behind the wheel. He's an inspiration to many, and I hope he continues to race for as long as he enjoys it. He has given so much to the sport and deserves all the accolades that come his way.As the 2024 season progresses, fans will be watching closely to see if Alonso can add to his legacy with more podium finishes and potentially another championship run. The support from his peers, including Verstappen, only adds to the anticipation and excitement surrounding Alonso's journey in Formula 1.",
      "category": "Sport",
      "reading_time": "5 min read"
    },
    {
      "id": "ln002",
      "topic": "BBC",
      "topic_profile": "https://ichef.bbci.co.uk/images/ic/1920x1080/p09xtmrp.jpg",
      "date": "12 hours ago",
      "title": "Liverpool hammer Leeds for first win in five games",
      "imgSrc": "https://c.ndtvimg.com/2021-09/cj1fuql_liverpool-afp_625x300_18_September_21.jpg?output-quality=80&downsize=639:*",
      "full_description": " Liverpool Football Club secured a commanding victory over Leeds United in a spectacular display of offensive prowess at Anfield. The match, which marked Liverpool's first win in five games, saw Mohamed Salah and Diogo Jota each score two goals, contributing to a decisive 4-0 victory.From the start, Liverpool dominated possession and imposed their attacking style on the game. Salah opened the scoring early in the first half with a clinical finish, showcasing his trademark speed and precision in front of goal. Jota quickly followed with a goal of his own, capitalizing on a defensive error to double Liverpool's lead before halftime.In the second half, Liverpool continued to press forward relentlessly. Salah added his second goal of the match with a perfectly placed shot from outside the box, leaving Leeds goalkeeper stranded. Jota completed the scoring with a close-range header, sealing a comprehensive win for Liverpool and marking a much-needed return to form for the team.Manager Jurgen Klopp praised his players' performance, highlighting their determination and ability to execute their game plan effectively. He emphasized the importance of maintaining momentum as Liverpool aims to secure a top-four finish in the Premier League this season.The defeat was a disappointing outcome for Leeds United, who struggled to contain Liverpool's attacking threats throughout the match. Manager Jesse Marsch acknowledged the challenges his team faced but remained optimistic about their prospects for improvement in future games.Liverpool's victory not only boosts their confidence but also keeps them in contention for European qualification. As the season progresses, fans will be eagerly anticipating more dynamic performances from Salah, Jota, and the rest of the Liverpool squad.",

      "description": "Mohamed Salah and Diogo Jota both scored twice as Liverpool claimed a first win in five games by thrashing a helpless Leeds...",
      "time": "12 hours ago",
      "category": "Sport",
      "reading_time": "8 min read"
    },
    {
      "id": "ln003",
      "topic": "IDN Times",
      "topic_profile": "https://seeklogo.com/images/I/idn-app-logo-24736A35EA-seeklogo.com.png",
      "date": "April 17, 2023",
      "title": "Papua: At least one killed in hunt for kidnapped NZ pilot",
      "imgSrc": "https://images.firstpost.com/uploads/2024/02/Untitled-design-2024-02-07T112416.231.png?im=FitAndFill=(596,336)",
      "description": "Indonesian troops have clashed with rebels in the hunt for a New Zealand pilot taken hostage by separatists...",
      "full_description": "In a tense escalation of the ongoing conflict in Papua, Indonesian security forces engaged in a firefight with separatist rebels while attempting to rescue a New Zealand pilot held captive. The pilot, identified as [Name], was abducted by rebels who seek independence for the resource-rich region.The operation unfolded in the remote jungles of Papua, where the rebels have a stronghold. Indonesian troops, supported by helicopters and ground units, moved swiftly to locate and extract the pilot from his captors. The rescue attempt turned violent as rebels opened fire on approaching military personnel, leading to intense exchanges that resulted in casualties on both sides.Authorities confirmed that at least one rebel fighter was killed during the operation, while several others were injured. The firefight underscored the challenges faced by Indonesian forces in combating separatist movements in Papua, where grievances over autonomy and natural resource exploitation have fueled decades of unrest.New Zealand officials expressed concern over the safety of their citizen and urged Indonesian authorities to prioritize the pilot's safe return. Diplomatic efforts are underway to facilitate communication and ensure the pilot's well-being amidst the volatile situation.The incident has drawn international attention to the complex political and security dynamics in Papua, where indigenous Papuans have long demanded greater autonomy from Jakarta. The region, home to vast mineral deposits and pristine rainforests, remains a flashpoint of conflict despite efforts to achieve peace through dialogue and development initiatives.",

      "time": "April 17, 2023",
      "category": "China",
      "reading_time": "6 min read"
    },
    {
      "id": "ln004",
      "topic": "BBC",
      "topic_profile": "https://ichef.bbci.co.uk/images/ic/1920x1080/p09xtmrp.jpg",
      "date": "April 15, 2023",
      "title": "Bejen: Israel's unclear road ahead",
      "imgSrc": "https://cdn.siasat.com/wp-content/uploads/2021/05/Attack-780x470.jpg",
      "description": "Tensions between Israel and the Palestinians are on the rise once more, with hopes of peace and a two-state solution as far away as ever.... ",
      "full_description": "The longstanding conflict between Israel and the Palestinians has once again escalated, casting doubts on the prospects for peace and a viable two-state solution. Recent clashes and violence in the Bejen region have underscored the deep-seated animosities and unresolved issues that continue to plague the region.The situation remains precarious as both sides accuse each other of provocations and retaliatory actions, leading to a cycle of violence that has claimed civilian lives and heightened tensions. Efforts by international mediators and diplomatic channels have so far failed to de-escalate the situation, with sporadic violence erupting in various flashpoints across the region.In Bejen, a historically contested area, clashes erupted between Israeli security forces and Palestinian demonstrators protesting against evictions and settlement expansions. The confrontations quickly escalated into violent exchanges, with reports of injuries and arrests on both sides. The unrest has reignited fears of a broader conflict, overshadowing previous peace initiatives and diplomatic talks.The international community has renewed calls for restraint and dialogue, urging both parties to prioritize peaceful negotiations and avoid actions that could further inflame tensions. However, the path to reconciliation remains elusive amid entrenched political divisions and differing visions for the region's future.The situation in Bejen reflects broader challenges in the Israeli-Palestinian conflict, where decades of territorial disputes, security concerns, and competing national aspirations continue to hinder progress towards a lasting peace agreement. As stakeholders reassess their strategies and positions, the road ahead remains uncertain, with the specter of renewed violence looming large.",

      "time": "April 15, 2023",
      "category": "Middle East",
      "reading_time": "5 min read"
    }
  ],
  "must_read": [
    {
      "id": "mr001",
      "topic": "CNN",
      "topic_profile": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/CNN_International_logo.svg/2048px-CNN_International_logo.svg.png",
      "date": "10 hours ago",
      "title": "Ukraines silence along southern front fuels counteroffensive...",
      "imgSrc": "https://i.guim.co.uk/img/media/79546f97c123e689cbb4b5c31795b34dde0b7772/0_0_7360_4414/master/7360.jpg?width=1900&dpr=1&s=none",
      "full_description": "Recent developments along Ukraine's southern front have raised concerns of a potential major counteroffensive by Ukrainian forces. In recent days, reports indicate intensified military activity and sporadic clashes along strategic points, suggesting preparations for a significant military operation.Observers note a notable absence of official statements or updates from Ukrainian military sources regarding these maneuvers, fueling speculation about the scale and objectives of the reported operations. Satellite imagery and eyewitness reports from the region depict a buildup of military assets, including armored vehicles and artillery, along key positions.The southern front, traditionally a focal point of military engagements, has seen periodic escalations in recent months, with both sides accusing each other of provocations and breaches of ceasefires. The current developments suggest a potential shift in tactics or strategic priorities as Ukrainian forces seek to assert control over disputed territories and secure key logistical routes.International stakeholders have expressed concerns over the escalating tensions and called for restraint, urging all parties to adhere to diplomatic solutions and avoid actions that could exacerbate the conflict. The situation remains fluid, with uncertainties surrounding the intentions and capabilities of both Ukrainian forces and their adversaries.As military movements continue to unfold along Ukraine's southern front, the international community closely monitors developments, mindful of the broader implications for regional stability and global security. Efforts to de-escalate tensions and promote dialogue remain paramount amidst the evolving dynamics of the ongoing crisis.",

      "description": "New attacks by Ukrainian forces along the southern front could be the harbinger of a major counteroffensive. Miles of empty fields where you might expect a buildup of armor. Tank tracks that emerge in the mud from nowhere...",
      "time": "10 hours ago",
      "category": "World",
      "reading_time": "8 min read"
    },
    {
      "id": "mr002",
      "topic": "CNN",
      "topic_profile": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/CNN_International_logo.svg/2048px-CNN_International_logo.svg.png",
      "date": "5 hours ago",
      "title": "Taylor Swift is sending a powerful message to women on the Eras Tour",
      "imgSrc": "https://www.globalvillagespace.com/wp-content/uploads/2023/05/230419160125-01-taylor-swift-ambition-wellness-top-restricted-1068x561.webp",
      "description": "Taylor Swift's message on her Eras Tour has been a powerful statement of female empowerment. MY first stirrings of discomfort at Taylor Swift's show in Las Vegas hit after the infectious beat faded from fan-favorite 'Cruel Summer,' the...",
      "full_description": "Taylor Swift's ongoing Eras Tour has become more than just a musical journey—it's become a platform for powerful statements on female empowerment and solidarity. In her recent show in Las Vegas, Swift delivered a poignant message that resonated deeply with her audience. Amidst the electrifying atmosphere of the concert, Swift paused to reflect on the challenges faced by women in the music industry and beyond. Her words, laced with both vulnerability and strength, underscored the importance of self-expression and standing up for one's beliefs. The Eras Tour, known for its blend of nostalgia and contemporary themes, has allowed Swift to revisit her musical journey while also addressing current societal issues. From songs that celebrate resilience to moments of introspection, Swift's performances have offered fans a glimpse into her evolution as an artist and advocate. As she continues to tour cities worldwide, Swift's message of empowerment resonates with audiences of all ages and backgrounds. Through her music and candid reflections, she invites listeners to embrace their individuality and support one another in the pursuit of their dreams.",

      "time": "6 hours ago",
      "category": "Entertainment",
      "reading_time": "10 min read"
    },
    {
      "id": "mr003",
      "topic": "BBC",
      "topic_profile": "https://ichef.bbci.co.uk/images/ic/1920x1080/p09xtmrp.jpg",
      "date": "20 hours ago",
      "title": "Inside Qatar's city of the future...",
      "imgSrc": "https://media.cnn.com/api/v1/images/stellar/prod/230414130944-03-body-lusail-qatar-marina-restricted.jpg?q=w_1110,c_fill/f_webp",
      "full_description": "The palm-fringed Marina Walk, leading from the Arabian Gulf to the wide expanse that is Lusail Boulevard, is full of food stalls representing pretty much every nationality living in Qatar, and the boulevard is buzzing with life. This annual International Food Festival  the next edition is slated for January 24 - February 4, 2024 is one of many events in Lusail. Like others, it has moved from the capital Doha to this, Qatar's newest city  10 miles north.Touted as Qatar's “City of the Future,” construction of Lusail began in 2006, long before Qatar was announced as the host of the 2022 FIFA World Cup  yet you'd have been hard pushed to have found many people who had visited before the grand Lusail Stadium became the main stage for the soccer tournament.Those who came found there's more to the city than event spaces. Lusail is home to grand shopping malls, theme parks, a wealth of international restaurants, islands, and two iconic new additions to the Qatar skyline.The Katara Towers, the near-circular building modeled on the scimitar swords that make up Qatar's emblem, play host to two luxury hotels, the Fairmont Doha and the all-suite Raffles Doha, the country's first six-star hotel. Both are the first properties for their respective hotel groups in Qatar and while they're Doha by name, they're firmly Lusail by location.Then there are the four subtly twisting Lusail Plaza Towers, which seem to morph in height and shape as you approach the city. They're the work of Foster + Partners, who also designed the Lusail Stadium. Suspended between them is a shimmering metallic sculpture a great whale-shark, “Al Nehem,” by Italian artist Marco Balich.Nineteen residential, business and mixed districts make up Lusail, some more developed than others  since the city is still under construction. The stadium and Lusail Plaza Towers are connected by Lusail Boulevard, which regularly plays host to parades and events, from the food festival to the annual Classic Car Show.The anticipated Lusail Museum, which is still under construction, was designed by Swiss architects Herzog & de Meuron. Exhibiting orientalist and Middle Eastern art, it's slated to open in 2029.Tethered to the city shoreline by a six lane highway is entertainment-focused Al Maha Island, home to the Winter Wonderland theme park and a slew of international restaurants.Its swiftly becoming a rival in the livability stakes to crowded Doha.",

      "description": "Take a look at how Qatar is shaping its future city with sustainable and innovative technologies...",
      "time": "2 hours ago",
      "category": "World",
      "reading_time": "4 min read"
    },
    {
      "id": "mr004",
      "topic": "Goal",
      "topic_profile": "https://www.logodesignlove.com/images/sports/goal-logo-elmwood-01.jpg",
      "date": "22 hours ago",
      "title": "Wrexham secures promotion in front of ...",
      "full_description": " Wrexham fans will likely be singing into the night, serenading their famous owners in the process, because the wait for promotion is finally over.On a raucous evening at the Racecourse, and with Ryan Reynolds and Rob McElhenney ' the actors who have transformed the club since their 2021 takeover  in the stadium, Wrexham secured promotion to the Football League after a 15-year absence.“I'm not sure I can actually process what happened tonight, I'm still a little speechless,” Reynolds told reporters after the game.“One thing that's running through my head over and over again was at the beginning, people said 'Why Wrexham, why Wrexham'; this is exactly why Wrexham, what's happening right now, is why.”Once the referee blew his whistle, a come-from-behind 3-1 win against promotion-chasing Boreham Wood secured, thousands of fans raced onto the pitch, the victorious players disappearing in the red mist as fans lit flares, waved banners, and lost themselves in the moment. Television cameras showed McElhenney shedding a tear. “I think we can hear how it feels to the town and that's what's most important for us I think this is a moment of catharsis for them,” McElhenney said.“For us to be welcomed into their community and to be welcomed into this experience has been the moment of my life.”It will be said that this was a tale made in Hollywood, but the truth is the story was always here, waiting for Hollywood. The historic small town club saved from the brink by its fans, once in the higher echelons of the English football league system only to tumble into the National League, its fortunes taking a downturn both on and off the pitch.But then came Reynolds and McElhenney and Hollywood did what it does best, adding stardust and hope to create a magical conclusion to what is the end of a chapter, not the story.Wrexham will next season compete in League Two, the fourth tier of the English football league. Three further promotions and they will be in English Premier League; easy to write, much harder to achieve. Hours before kick-off, the sound of tooting horns and singing fans could be heard near the stadium. The atmosphere building for a kickoff which had been moved to later in the day so it could be broadcast live on TV.There was no mistaking the significance of the occasion: win and the championship would be Wrexham’s and a first promotion since it was relegated to the National League in April 2008.But the team had been here before, and failed. There was optimism – this team has only lost three times this campaign and dropped just two points at home – but also some uncertainty. Seeds of doubt are hard to rid after years of near misses.Fans descended to the city in numbers, hotels were booked up for the night, pubs were overflowing, and there were film stars in attendance too, as is often the case these days.",

      "imgSrc": "https://keyt.b-cdn.net/2023/04/hypatia-h_7734d2554dcacd3ee48366d437c9dd1f-h_948ccb0898db43c217a0b2fef7c355d9-300-scaled.jpg",
      "description": "Wrexham has been promoted after a thrilling season, sparking celebrations among their loyal supporters...",
      "time": "3 hours ago",
      "category": "Sport",
      "reading_time": "6 min read"
    }
  ],
  "editors_pick": [
    {
      "id": "ep001",
      "topic": "MacRumors",
      "full_description": "",

      "topic_profile": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQWUwYbRUEnLPY-vHgnXm3gqpkoosJITSmCJg&s",
      "title": "All the rumors about the iPhone 15, expected in 2023",
      "date": "5 hours ago",
      "imgSrc": "https://media.licdn.com/dms/image/D5622AQEYrj_iKKxI7g/feedshare-shrink_2048_1536/0/1694542744579?e=1721260800&v=beta&t=6DBqtCh_JFVyEvvWm9kuIp2AqZcCStff6FAHoILOUPM",
      "description": "Apple in September 2022 released the iPhone 14 and iPhone 14 Pro models, but We've been hearing rumors about the iPhone 15 since well before the latest iPhone became availabe for puchase",
      "time": "5 hours ago",
      "category": "Technology",
      "reading_time": "10 min read"
    }
  ],
  "additional_news": [
    {
      "id": "an001",
      "topic": "IDN News",
      "topic_profile": "https://seeklogo.com/images/I/idn-app-logo-24736A35EA-seeklogo.com.png",
      "date": "10 hours ago",
      "full_description": "",

      "title": "Rio de Janeiro: The 'Marvelous City' welcomes digital nomads",
      "imgSrc": "https://vacatis.com/wp-content/uploads/2023/07/Rio-de-Janeiro-Brazil-1.webp",
      "description": "Rio de Janeiro is becoming a hotspot for digital nomads with its vibrant culture and scenic beauty...",
      "time": "10 hours ago",
      "category": "Travel",
      "reading_time": "8 min read"
    },
    {
      "id": "an002",
      "topic": "BBC News",
      "topic_profile": "https://ichef.bbci.co.uk/images/ic/1920x1080/p09xtmrp.jpg",
      "date": "11 hours ago",
      "full_description": "",

      "title": "ChatGPT: How generative AI could change hiring as we know it",
      "imgSrc": "https://res.cloudinary.com/highereducation/images/f_auto,q_auto/g_center,c_fill,fl_lossy,q_auto:best,w_448,h_382/v1666201151/OnlineMBA.com/Woman-interviewing-candidate-business/Woman-interviewing-candidate-business.jpg?_i=AA",
      "description": "Generative AI tools like ChatGPT are revolutionizing the hiring process by streamlining recruitment and improving candidate matching...",
      "time": "7 hours ago",
      "category": "Work",
      "reading_time": "8 min read"
    },
    {
      "id": "an003",
      "topic": "CNN",
      "topic_profile": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/CNN_International_logo.svg/2048px-CNN_International_logo.svg.png",
      "date": "12 hours ago",
      "full_description": "",

      "title": "Twitter gives fake Disney account verified status...",
      "imgSrc": "https://asserts.turbovpn.co/turboblog/21AugBlog/FreeDisneyVPN.jpg",
      "description": "In a surprising move, Twitter has given a fake Disney account a verified badge, sparking controversy...",
      "time": "12 hours ago",
      "category": "Technology",
      "reading_time": "9 min read"
    },
    {
      "id": "an004",
      "topic": "CNN",
      "topic_profile": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/CNN_International_logo.svg/2048px-CNN_International_logo.svg.png",
      "date": "13 hours ago",
      "full_description": "",

      "title": "First edition Shakespeare text from 1623 goes on display",
      "imgSrc": "https://img.etimg.com/thumb/msid-105047039,width-650,height-488,imgsize-76758,resizemode-75/in-celebration-of-the-400th-anniversary-of-the-publication-of-shakespeares-first-folio-a-portrait-of-william-shakespeare-and-a-copy-of-a-speech-from-a-midsummer-nights-dream-were-sent-to-the-edge-of-space-as-part-of-a-short-film-series-.jpg",
      "description": "A rare first edition of Shakespeare's works from 1623 is now on display, offering a glimpse into literary history...",
      "time": "13 hours ago",
      "category": "Culture",
      "reading_time": "7 min read"
    }
  ],
  "business": [
    {
      "id": "bn001",
      "topic": "BBC",
      "topic_profile": "https://ichef.bbci.co.uk/images/ic/1920x1080/p09xtmrp.jpg",
      "date": "9 hours ago",
      "full_description": "",

      "title": "Fruit producers turn to nets for better crops of lusher farming",
      "imgSrc": "https://rukminim2.flixcart.com/image/416/416/l19m93k0/plant-sapling/u/b/o/no-perennial-yes-mlm01-1-plants-mart-original-imagcv7hdrnrnkzq.jpeg?q=70&crop=false",
      "description": "Farmers are using nets to protect crops and enhance yield, a new trend in sustainable agriculture...",
      "reading_time": "6 min read",
      "category": "Business"
    },
    {
      "id": "bn002",
      "topic": "BBC",
      "topic_profile": "https://ichef.bbci.co.uk/images/ic/1920x1080/p09xtmrp.jpg",
      "date": "17 hours ago",
      "title": "Low employee engagement? Managers can help turn it around...",
      "imgSrc": "https://avanceservices.com/wp-content/uploads/2023/06/Rectangle-183.png",
      "description": "Boosting employee engagement is crucial for productivity, and managers play a key role in fostering a positive work environment...",
      "full_description": "",

      "reading_time": "12 min read",
      "category": "Business"
    }
  ],
  "sport_news": [
    {
      "id": "sn001",
      "topic": "Goal",
      "topic_profile": "https://www.logodesignlove.com/images/sports/goal-logo-elmwood-01.jpg",
      "date": "3 hours ago",
      "full_description": "",

      "title": "'We need to stop': Chelsea star's plea to American billionaire owner",
      "imgSrc": "https://assets.goal.com/images/v3/blt51af4efd5b18fc28/GettyImages-1482467703.jpg?auto=webp&format=pjpg&width=640&quality=60",
      "description": "A leading Chelsea player has called on the club's American owner to rethink their strategy amid recent struggles...",
      "reading_time": "10 min read",
      "category": "Sport"
    },
    {
      "id": "sn002",
      "topic": "BBC",
      "topic_profile": "https://ichef.bbci.co.uk/images/ic/1920x1080/p09xtmrp.jpg",
      "date": "12 hours ago",
      "full_description": "",

      "title": "Emma Raducanu's former coach Dmitry Tursunov says he left due to differences",
      "imgSrc": "https://staticg.sportskeeda.com/editor/2022/10/1f539-16655472031679-1920.jpg",
      "description": "Former coach Dmitry Tursunov reveals he parted ways with Emma Raducanu due to fundamental differences in training approach...",
      "reading_time": "8 min read",
      "category": "Sport"
    }
  ],
  "bulletin_story": [
    {
      "id": "bs001",
      "name": "BBC News",
      "username": "bbcnews",
      "img_url": "https://yt3.googleusercontent.com/y_esGAQOhX4rTpWvrALErAJlFbm_2TIVrvcVfcZny7TuA8dJZgOQcC6KRfd_J5hljFe-foYXj9U=s900-c-k-c0x00ffffff-no-rj",
      "description": "https://www.bbc.com/news"
    },
    {
      "id": "bs002",
      "name": "Ecommurz",
      "username": "ecommurz",
      "img_url": "https://yt3.googleusercontent.com/bxivQ9wtSVgNk5cbNBeN8tH-iIAkGJdd_67XThGdlR8b1Y8gaZ3A_2ar7HEBVZtWsvVw4SHJ=s900-c-k-c0x00ffffff-no-rj",
      "description": "https://restofworld.org/2022/the-ultimate-insider-meet-the-tech-whisperer-of-indonesia/"
    },
    {
      "id": "bs003",
      "name": "Formula 1",
      "username": "formula_one",
      "img_url": "https://w7.pngwing.com/pngs/512/612/png-transparent-mercedes-amg-petronas-f1-team-2018-fia-formula-one-world-championship-abu-dhabi-grand-prix-logo-red-bull-racing-f1-logo-angle-text-rectangle-thumbnail.png",
      "description": "https://www.skysports.com/f1/news/12433/13152039/spanish-gp-red-bull-expectations-mercedes-return-to-form-among-talking-points-ahead-of-european-triple-header"
    },
    {
      "id": "bs004",
      "name": "Alvian Dev",
      "username": "_alvian.dev_",
      "img_url": "https://pbs.twimg.com/profile_images/1426964110311190533/XJNIax3b_400x400.jpg",
      "description": "https://en.tempo.co/read/1464808/the-three-style-teacher"
    },
    {
      "id": " bs005",
      "name": "Goal",
      "username": "goal",
      "img_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSmk4Na2DdlFFG0GNeUU2kwOBGcx_nn4eEH1aPbsMe66mI1uk5heGY1idJWwgZI_BUjQ7s&usqp=CAU",
      "description": "https://www.espn.in/football/story/_/id/40357259/why-rodri-sent-spain-croatia-goal-was-disallowed"
    },
    {
      "id": "bs006",
      "name": "Apple",
      "username": "apple",
      "img_url": "https://imageio.forbes.com/specials-images/imageserve/5c13d14731358e5b4339c564/0x0.jpg?format=jpg&crop=416,416,x0,y0,safe&height=87&width=87",
      "description": "https://www.firstpost.com/tech/apple-to-take-slow-and-cautious-route-to-rollout-apple-intelligence-likely-to-stretch-into-2025-13783226.html"
    },
    {
      "id": "bs007",
      "name": "Samsung",
      "username": "samsung",
      "img_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTEWD2wYX7n7seiG65wM2hkTPdbPTZGFTHPow&s",
      "description": "https://www.gadgets360.com/mobiles/news/samsung-s24-fe-renders-design-specifications-galaxy-report-5906841"
    },
    {
      "id": "bs008",
      "name": "IDN Times",
      "username": "idntimes",
      "img_url": "https://seeklogo.com/images/I/idn-app-logo-24736A35EA-seeklogo.com.png",
      "description": "https://wan-ifra.org/2024/05/idn-times-using-livestreaming-entertainment-to-help-cover-costs-of-news-gathering/"
    },
    {
      "id": "bs009",
      "name": "Kretya Studio",
      "username": "kretyastudio",
      "img_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ8IQOQLFJBvtsemP7T6Z8Kfg1cWHyYfAkI-w&s",
      "description": "https://www.kretyastudio.com/"
    },
    {
      "id": "bs010",
      "name": "Fitra Eri",
      "username": "fitra.eri",
      "img_url": "https://assets.promediateknologi.id/crop/13x10:836x496/750x500/webp/photo/2023/01/23/1183134901.jpg",
      "description": "https://otomotif.antaranews.com/berita/3970992/hsr-wheel-luncurkan-velg-berbahan-magnesium-untuk-fitra-eri"
    },
    {
      "id": "bs011",
      "name": "Tech Crunch",
      "username": "techcrunch",
      "img_url": "https://yt3.googleusercontent.com/ytc/AIdro_kCWnlG0S5KmFxBckuWUwXOaIsmZL7hBkuXa4CFY27vtk_y=s900-c-k-c0x00ffffff-no-rj",
      "description": "https://techcrunch.com/2024/06/16/indias-oyo-once-valued-at-10b-finalizes-new-funding-at-2-5b-valuation/"
    },
    {
      "id": "bs012",
      "name": "Wired",
      "username": "wired",
      "img_url": "https://pbs.twimg.com/profile_images/1166701357702795264/rhyCnbTC_400x400.jpg",
      "description": "https://www.wired.com/story/amazon-ai-cameras-emotions-uk-train-passengers/"
    },
    {
      "id": "bs013",
      "name": "Mashable",
      "username": "mashable",
      "img_url": "https://yt3.googleusercontent.com/jQUu_4ddW9fO3znuwaB4EqoFbp9uWC863j3i3Lkredqgu3XLiljU_0Kvup-qxdGqKrgX5T74=s900-c-k-c0x00ffffff-no-rj",
      "description": "https://in.mashable.com/tech/77225/elon-musk-sparks-evm-debate-calls-for-elimination-amid-hacking-concerns-former-minister-offers-tutor"
    },
    {
      "id": "bs014",
      "name": "Gizmodo",
      "username": "gizmodo",
      "img_url": "https://i.kinja-img.com/image/upload/c_fill,h_362,q_60,w_645/ek6rmm21v7hlavuelxnq.jpg",
      "description": "https://gizmodo.com/inside-out-2-pixar-weekend-box-office-1851543126"
    },
    {
      "id": "bs015",
      "name": "Verge",
      "username": "verge",
      "img_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Verge-color_logo.svg/800px-Verge-color_logo.svg.png",
      "description": "https://www.theverge.com/2024/6/16/24179757/google-chrome-android-listen-to-this-page-website-reader"
    },
    {
      "id": "bs016",
      "name": "Engadget",
      "username": "engadget",
      "img_url": "https://yt3.googleusercontent.com/ytc/AIdro_nAJAaCJcqqNW790kTYUsStZJ1hmC_84Z8sBFPmE-9ld7jz=s900-c-k-c0x00ffffff-no-rjURL_TO_IMAGE_16",
      "description": "https://www.engadget.com/whatsapp-rolls-out-enhanced-video-calling-191519808.html"
    },
    {
      "id": "bs017",
      "name": "Digital Trends",
      "username": "digitaltrends",
      "img_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSI7arwaPy_290O21ULG8efGUtDwXDLOgrlDA&s",
      "description": "https://www.digitaltrends.com/gaming/black-myth-wukong-preview-summer-game-fest/"
    },
    {
      "id": "bs018",
      "name": "CNET",
      "username": "cnet",
      "img_url": "https://www.cnet.com/a/fly/bundles/cnetcss/images/core/logo/cnet_og.png",
      "description": "https://www.cnet.com/tech/services-and-software/heres-why-apples-wwdc-presentation-changed-my-mind-about-ios-18/"
    },
    {
      "id": "bs019",
      "name": "TechRadar",
      "username": "techradar",
      "img_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ7ah7wWiG0QUoHrvfd0Fcub3pLivGn--4O1w&s",
      "description": "https://techradar.com/pro/wimbledon-2024-new-ai-powered-tool-means-tennis-fans-wont-miss-any-of-the-action"
    }
  ]
}
